ZigEmbeddedGroup/texasinstruments-data/targetdb/Modules/C29/f29h85x_uart_regs_write.xml
<module id="UART_REGS_WRITE" HW_revision="" description="UART Registers">
	<register id="UARTECR" width="32" page="0" offset="0x4" instances="1" instaddr="4" internal="0" description="UART Error Clear">
		<bitfield id="DATA" description="Error Clear" begin="7" end="0" width="8" rwaccess="RW"/>
	</register>
</module>
